Repository: brolam/TesteDesenvolvedorMP
Catalog: webapps/conf/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Thank you for applying
pt: Obrigado por se candidatar

source: This skill rating should be between 1 and 10.
pt: Essa classificação de habilidade deve estar entre 1 e 10.

source: Developer iOS
pt: Desenvolvedor iOS

source: Developer Android
pt: Desenvolvedor Android

source: Thank you for applying, when we have a place available for programmer
pt: Obrigado por se candidatar, assim que tivermos uma vaga disponível para programador

source: we will contact you.
pt: entraremos em contato.

source: Redo Evaluation
pt: Refazer a avaliação

source: Evaluate your skill from 0 to 10.
pt: Avalie sua habilidade de 0 a 10.

source: New Evaluation
pt: Nova Avaliação

source: Evaluation of candidates for the vacancy of developer.
pt: Avaliação de candidatos para a vaga de desenvolvedor.

source: Candidate Information
pt: Dados do candidato

source: Submit
pt: Enviar

source: Thank you, your evaluation has been successfully registered!
pt: Obrigado, sua avaliação foi registrada com sucesso!

source: Please check your e-mail
pt: Por favor, verifique seu email

source: for the vacancies that you are competing for.
pt: para saber as vagas que você está competindo.

source: Redo the evaluation
pt: Refazer a avaliação
